Repository: sirinsidiator/ESO-AetheriusBadgeFilter
Catalog: translations/*.po
Languages: ru

source: Badge Filter
ru: Фильтр Значков

source: Refresh Badges
ru: Обновить Значки

source: Show Defined Badges
ru: Показать Созданные Значки

source: Show Scanned Badges
ru: Показать Найденные Значки

source: Hide Member Count
ru: Скрыть Количество Награжденных

source: Showing Member Count
ru: Показать Количество Награжденных

source: Unlock Window
ru: Разблокировать

source: Lock Window
ru: Заблокировать

source: Reset Window
ru: Восстановить

source: Hide Window
ru: Скрыть

source: Toggle Aetherius Badge Filter Window
ru: Изменить Режим Aetherius Badge Filter

source: No Badges found
ru: Значков Не Найдено

source: Increment
ru: Добавить

source: Decrement
ru: Убавить

source: Update Color
ru: Выбрать Цвет

source: Remove
ru: Удалить
